app/controllers/articles_controller.rb

INSERT INTO `articles` (`title`, `body`, `created_at`, `updated_at`) VALUES ('test', 'Hello world ', '2015-10-29 05:59:06', '2015-10-29 05:59:06')
---
  def create
    @article = Article.new(article_params)
    if @article.save